{
"text.stellartweaks.tip.delete_inventory": "If you Shift + LMB the delete button in the creative inventory, it clears everything.",
"text.stellartweaks.tip.endermen_water": "Endermen hate getting wet.",
"text.stellartweaks.tip.bed_end": "Remember what happens to beds in the Nether, well, have you tried the End?",
"text.stellartweaks.tip.weapons": "Axes do more damage than swords, but have a longer cooldown.",
"text.stellartweaks.tip.bucket_animals": "Animals placed from buckets don't despawn, even without a name.",
"text.stellartweaks.tip.player_iron_golems": "Player created iron golems will never attack you back.",
"text.stellartweaks.tip.music_discs": "If a skeleton kills a creeper, it'll drop a music disc.",
"text.stellartweaks.tip.mob_helmets": "If a mob that burns in the sun is wearing a helmet, the helmet slowly takes damage instead.",
"text.stellartweaks.tip.mob_pick_up": "Some mobs can pick up items and armor on higher difficutly.",
"text.stellartweaks.tip.elytra_boost": "You can fly higher in your elytra if you use a firework rocket to give you a boost.",
"text.stellartweaks.tip.mooshroom_stew": "Instead of milk, mooshrooms give you mushroom stew.",
"text.stellartweaks.tip.sugarcane": "Sugarcane can only be placed adjacent to water.",
"text.stellartweaks.tip.iron_golem_repair": "You can repair any iron golem with iron bars.",
"text.stellartweaks.tip.skeletons_and_dogs": "Skeletons are afraid of dogs, for obvious reasons.",
"text.stellartweaks.tip.skeleton_horse": "Skeletal horsemen can occasionally come out during a thunderstorm.",
"text.stellartweaks.tip.axolotl_threat": "If you kill an axolotl I will personally come to your house and obliterate you.",
"text.stellartweaks.tip.overworld_bedrock": "Beneath the deepslate, at the bottom of the overworld, is an impenetrable layer of bedrock.",
"text.stellartweaks.tip.end_void": "The End is surrounded by an infinite void, falling too far into it will lead to your doom.",
"text.stellartweaks.tip.health": "Running out of health makes you die.",
"text.stellartweaks.tip.swords": "Swords can be used to hit things.",
"text.stellartweaks.tip.gay_creepers": "Creepers are gay.",
"text.stellartweaks.tip.pansexual": "Pansexuals are not actually attracted to pans... sometimes.",
"text.stellartweaks.tip.crossbow_loading": "If you hold a firework in your offhand, you can load it into a crossbow.",
"text.stellartweaks.tip.hay": "Landing on hay will reduce your fall damage.",
"text.stellartweaks.tip.nametag_despawn": "If something is named with a nametag, it'll never despawn.",
"text.stellartweaks.tip.slime_block_fall_damage": "Slime blocks are bouncy enough to stop all fall damage.",
"text.stellartweaks.tip.slime_block_crouching": "Crouching on slime blocks will stop them from bouncing you.",
"text.stellartweaks.tip.honey_blocks": "Honey blocks don't stick to slime blocks.",
"text.stellartweaks.tip.slime_block_sticky": "Slime blocks are so sticky, that they keep other blocks stuck to them if moved.",
"text.stellartweaks.tip.minecarts": "Minecarts technically never stop moving.",
"text.stellartweaks.tip.sea_pickles": "Sea pickles glow underwater.",
"text.stellartweaks.tip.sea_pickle_placement": "Right click a sea pickle with another to place them in the same block.",
"text.stellartweaks.tip.candle_placement": "Right click candles with another to place them in the same block.",
"text.stellartweaks.tip.turtle_egg_trampling": "Be careful not to step on turtle eggs, you can damage them.",
"text.stellartweaks.tip.turtle_egg_hostiles": "Zombies tend to hate turtle eggs, so keep them safe.",
"text.stellartweaks.tip.husks": "Husks are zombies that spawn in the desert, are immune to sunlight, and will inflict Hunger when they attack.",
"text.stellartweaks.tip.java": "Java Edition is better than Bedrock.",
"text.stellartweaks.tip.loading_screen_tips": "We spent way too much time making loading screen tips.",
"text.stellartweaks.tip.spider_jockey": "Skeletons have been known to rarely ride spiders.",
"text.stellartweaks.tip.chicken_jockey": "Baby zombies have been known to rarely ride chickens.",
"text.stellartweaks.tip.saturation": "Foods have different levels of saturation, meaning they keep you full for different amounts.",
"text.stellartweaks.tip.golden_carrots": "Golden carrots have the highest amount of saturation.",
"text.stellartweaks.tip.piglin_bartering": "Piglins like gold so much, they'd be willing to trade you stuff if you threw it at them.",
"text.stellartweaks.tip.nether_beacon": "Beacons can pierce through the bedrock atop the Nether.",
"text.stellartweaks.tip.cobwebs": "Swords are the best tool to remove cobwebs.",
"text.stellartweaks.tip.pumpkins_melons": "Axes are best suited to collecting melons and pumpkins.",
"text.stellartweaks.tip.melon_crafting": "You can craft a full melon out of 9 melon slices.",
"text.stellartweaks.tip.melon_fortune": "Melons are affected by the fortune enchantment.",
"text.stellartweaks.tip.mushroom_block_fortune": "Mushroom blocks are NOT affected by the fortune enchantment.",
"text.stellartweaks.tip.mud_from_dirt": "If you pour a bottle of water on dirt, it'll turn into mud.",
"text.stellartweaks.tip.dispener_armor": "Armor can be dispensed straight onto your body.",
"text.stellartweaks.tip.piglin_bastions": "One of the last remnants of a forgotten era, Piglin Bastions, can be found rotting away in the Nether.",
"text.stellartweaks.tip.wither_skeletons": "Wither skeletons can be found in the still dangerous remnants of a long since forogotten era, Nether Fortresses.",
"text.stellartweaks.tip.tame_wolves": "Wolves like bones, try giving one some.",
"text.stellartweaks.tip.strider_mushrooms": "Striders like warped fungi, perhaps you could trick one into taking you somewhere because of it.",
"text.stellartweaks.tip.saddles": "You can put saddles on horses, but also pigs and striders.",
"text.stellartweaks.tip.grindstone": "You can disenchant items at a grindstone.",
"text.stellartweaks.tip.curses": "You can't remove curses from items.",
"text.stellartweaks.tip.grindstone_repair": "You repair items at a grindstone, except it removes all the enchantments, you get experience from it, though.",
"text.stellartweaks.tip.inventory_repair": "You can repair any item in your inventory or at a crafting table, but it removes all the enchantments with no refund.",
"text.stellartweaks.tip.village_grindstone": "Blacksmiths in villages tend to have a grindstone.",
"text.stellartweaks.tip.illager_kidnapping": "Illagers are known for holding villagers and allay captive.",
"text.stellartweaks.tip.creeper_social_distancing": "Dogs and iron golems know to stay well away from creepers.",
"text.stellartweaks.tip.snow_golem_creeper": "Snow golems will attack creepers, unlike their iron counterpart.",
"text.stellartweaks.tip.snow_golem_passive": "Snow golems understand friendly fire happens sometimes, unlike skeletons.",
"text.stellartweaks.tip.snow_golem_spread": "Snow golems love to spread snow wherever they go.",
"text.stellartweaks.tip.water_fall_damage": "A single block of water is enough to break all falls.",
"text.stellartweaks.tip.bed_fall_damage": "A bed is springy enough to negate half your fall damage.",
"text.stellartweaks.tip.baby_villager_play": "Baby villagers love to bounce on beds.",
"text.stellartweaks.tip.igloo_hint": "Legend says that some who dwell in the frigid cold have found a way to reverse the rotting of flesh.",
"text.stellartweaks.tip.meaning_of_life": "I don't have much time left, but you need to know that the meaning of life is §k__42__§r.",
"text.stellartweaks.tip.shear_leaves": "Shears are best used if you want to collect leaves intact, otherwise, use a hoe.",
"text.stellartweaks.tip.apple_drops": "Only oak and dark oak leaves will drop apples.",
"text.stellartweaks.tip.village_bells": "Villages have bells to know when trouble is around, and villagers will use it if they need to.",
"text.stellartweaks.tip.bell_redstone_interaction": "Bells can be rung with a redstone signal, how nifty!",
"text.stellartweaks.tip.piglin_bells": "Piglins love gold, and bells are no exception.",
"text.stellartweaks.tip.bastion_smithing_templates": "Those who built the Nether Bastions are said to have had very luxuriously decorated armor.",
"text.stellartweaks.tip.warden_warning": "Deep underground there are derelict ancient cities of a time gone by full of diamond loot, but they are said to be protected by a long forgotten foe.",
"text.stellartweaks.tip.pigstep": "Piglins are said to have invented their own genre of music.",
"text.stellartweaks.tip.village_brewing_stands": "Village clerics are often found with a brewing stand. Nobody knows how they got them.",
"text.stellartweaks.tip.brewing_gunpowder": "Gunpowder turns potions into splash potions.",
"text.stellartweaks.tip.brewing_redstone": "Redstone can increase the length of a potion.",
"text.stellartweaks.tip.brewing_glowstone": "Glowstone can increase the level of a potion.",
"text.stellartweaks.tip.brewing_fermented_spider_eye": "Fermented spider eyes can change the effect of potions.",
"text.stellartweaks.tip.brewing_dragons_breath": "Mixing a potion with a dragons breath can cause the potion effect to linger for awhile.",
"text.stellartweaks.tip.brewing_higher_level_potions": "Higher level potions have the tradeoff of having a shorter duration.",
"text.stellartweaks.tip.brewing_extended_duration_potions": "Longer duration potions have the tradeoff of not being as potent.",
"text.stellartweaks.tip.ghast_tear": "Ghasts are said to cry in their final moments.",
"text.stellartweaks.tip.hint_hero_of_the_village": "If you help a village fend off a raid, they'll give you better prices.",
"text.stellartweaks.tip.hint_fishing_treasure": "You could get treasure from fishing, but fishing is boring.",
"text.stellartweaks.tip.bottled_honey": "Honey can be bottled and drunk.",
"text.stellartweaks.tip.nether_star": "It's said that the wither holds a gift from the heavens.",
"text.stellartweaks.tip.mycelium_bone_meal": "If you give mushrooms planted on mycelium a little boost, they might just grow bigger.",
"text.stellartweaks.tip.zombie_fire": "Zombies on fire might just light you on fire too!",
"text.stellartweaks.tip.vines": "Vines are always a suitable replacement for ladders in a pinch.",
"text.stellartweaks.tip.kelp": "Kelp can be cooked and eaten, but it's not very tasty nor filling.",
"text.stellartweaks.tip.wood": "You can craft all bark wood out of 4 logs.",
"text.stellartweaks.tip.respawn_anchor": "You can use a respawn anchor in the Nether to save your spawn location.",
"text.stellartweaks.tip.dungeons": "Structures full of monsters with loot can be found underground.",
"text.stellartweaks.tip.glow_berry_vines": "You can climb glow berry vines.",
"text.stellartweaks.tip.camels": "Camels are known to hang around desert villages.",
"text.stellartweaks.tip.mycelium_snow": "Mycelium has a unique texture when it has snow on top. Interestingly, it makes it look like it has snow on top.",
"text.stellartweaks.tip.farmland_moisture": "Farmland has 7 levels of moistness, without any source of water it'll slowly go down, once it reaches zero it'll turn back into dirt.",
"text.stellartweaks.tip.aether": "Make a portal out of Glowstone, just trust me.",
"text.stellartweaks.tip.parrots_bats": "Why is it called \"The Parrots and the Bats\" when we have bees now?",
"text.stellartweaks.tip.square_melons": "I've taken the liberty of making your §2m§celon§2s§r square-er.",
"text.stellartweaks.tip.gay_rights": "Gay rights are important.",
"text.stellartweaks.tip.trans_rights": "§bT§dr§fa§d§dn§bs§r rights are important.",
"text.stellartweaks.tip.plural_rights": "§5P§9l§3ur§9a§5l§r rights are important.",
"text.stellartweaks.tip.indigenous_respect": "The culture and land of indigenous people should be respected.",
"text.stellartweaks.tip.bane_of_arthropods": "Bane of Arthropods makes your weapon deal extra damage to all spiders, silverfish, endermites, and bees. In addition to more damage it also inflicts Slowness IV.",
"text.stellartweaks.tip.star_wars": "Try spinning, that's a good trick.",
"text.stellartweaks.tip.terraria": "Legend tells of a mighty hero who wielded a copper shortsword."
}